Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Portfolio Minister Party Assumed Office Left Office Prime Minister of Nepal[lower-alpha 1] Sher Bahadur Deuba Nepali Congress 7 June 2017 15 February 2018 Deputy Prime Minister and Minister of Education Gopal Man Shrestha Nepali Congress 7 June 2017 15 February 2018 Deputy Prime Minister and Minister of Federal Affairs and Local Development Bijay Kumar Gachhadar Nepal Loktantrik Forum 7 June 2017[lower-alpha 2] 15 February 2018 Deputy Prime Minister and Minister of Foreign Affairs[lower-alpha 1] Krishna Bahadur Mahara Communist Party of Nepal (Maoist-Centre) 7 June 2017 17 October 2017[6] Deputy Prime Minister and Minister of Energy[lower-alpha 3] Kamal Thapa Rastriya Prajatantra Party 17 October 2017[8] 14 February 2018[9] Minister of Energy Mahendra Bahadur Shahi Communist Party of Nepal (Maoist Centre) 26 July 2017 17 October 2017 Minister of Industry Nabindra Raj Joshi Nepali Congress [lower-alpha 4] 11 September 2017 Sunil Bahadur Thapa[11] Rastriya Prajatantra Party 11 September 2017 14 February 2018 Minister of Home Affairs[lower-alpha 1] Janardhan Sharma Communist Party of Nepal (Maoist Centre) 7 June 2017 17 October 2017 Minister of Finance Gyanendra Bahadur Karki Nepali Congress 7 June 2017 15 February 2018 Minister of Labour and Employment Farmulha Mansur Nepali Congress 7 June 2017 15 February 2018 Minister for Urban Development[lower-alpha 3] Prabhu Sah Communist Party of Nepal (Maoist Centre) 7 June 2017 17 October 2017 Dil Nath Giri Rastriya Prajatantra Party Nepal 17 October 2017 1 January 2018[7] Minister for Women, Children and Social Welfare Development Asha Koirala Communist Party of Nepal (Maoist Centre) 26 July 2017 17 October 2017 Brikam Bahadur Thapa Rastriya Prajatantra Party Nepal 17 October 2017 15 February 2018 Minister for Supplies Shiva Kumar Mandal Kewat Communist Party of Nepal (Maoist Centre) 26 July 2017 17 October 2017 Jayanta Chanda Rastriya Prajatantra Party Nepal 17 October 2017 15 February 2018 Minister for Health Giri Rajmani Pokharel Communist Party of Nepal (Maoist Centre) 26 July 2017 17 October 2017 Deepak Bohora[12] Rastriya Prajatantra Party Nepal 17 October 2017 15 February 2018 Minister of Defense Bhimsen Das Pradhan Nepali Congress 26 July 2017 15 February 2018 Minister for Physical Infrastructure and Transportation Bir Bahadur Balayar Nepali Congress 26 July 2017 15 February 2018 Minister for Culture, Tourism and Civil Aviation Jitendra Narayan Dev Nepal Loktantrik Forum 26 July 2017[lower-alpha 5] 15 February 2018 Minister for Land Reform and Management Gopal Dahit Nepal Loktantrik Forum 26 July 2017 15 February 2018 Minister for Information and Communications Mohan Bahadur Basnet Nepali Congress 26 July 2017 15 February 2018 Minister for Agricultural Development Ram Krishan Yadav Nepali Congress 26 July 2017 15 February 2018 Minister for Water Supply and Sanitation Mahendra Yadav Nepali Congress 26 July 2017 15 February 2018 Minister for Cooperatives and Poverty Alleviation Ambika Basnet Nepali Congress 26 July 2017 15 February 2018 Minister of Commerce Min Bahadur Bishwakarma Nepali Congress 26 July 2017 15 February 2018 Minister of Law, Justice and Parliamentary Affairs Yagya Bahadur Thapa Nepali Congress 26 July 2017 15 February 2018 Minister for Irrigation Sanjay Kumar Gautam Nepali Congress 26 July 2017 15 February 2018 Minister for Youth and Sports Rajendra Kumar KC Nepali Congress 26 July 2017 15 February 2018 Minister of Population and Environment Mithila Chaudhari Nepal Communist Party (United) 26 July 2017 15 February 2018 Minister of General Administration[lower-alpha 1] Tek Bahadur Basnet Communist Party of Nepal (Maoist Centre) 26 July 2017 17 October 2017 Minister of Livestock Development[lower-alpha 1] Santa Kumar Tharu Communist Party of Nepal (Maoist Centre) 26 July 2017 17 October 2017 Minister of Science and Technology[lower-alpha 1] 17 October 2017 Minister for Peace and Reconstruction[lower-alpha 1] 17 October 2017
ne: मर्यादा मन्त्रि दल कार्यभार सम्हालेको Left Office प्रधानमन्त्री शेरबहादुर देउवा Nepali Congress 7 June 2017 15 February 2018 उपप्रधान तथा शिक्षामन्त्रि गोपालमान श्रेष्ठ Nepali Congress 7 June 2017 15 February 2018 उपप्रधान and Minister of Federal Affairs and Local Development बिजयकुमार गच्छदार Nepal Loktantrik Forum 7 June 2017[lower-alpha 2] 15 February 2018 उपप्रधान and Minister of Foreign Affairs[lower-alpha 1] कृष्णबहादुर महरा नेपाल कम्युनिष्ट पार्टी (माओवादी केन्द्र) 7 June 2017 17 October 2017[6] उपप्रधान and Minister of Energy[lower-alpha 3] कमल थापा Rastriya Prajatantra Party 17 October 2017[8] 14 February 2018[9] Minister of Energy Mahendra Bahadur Shahi नेपाल कम्युनिष्ट पार्टी (माओवादी केन्द्र) 26 July 2017 17 October 2017 Minister of Industry Nabindra Raj Joshi Nepali Congress [lower-alpha 4] 11 September 2017 सुनिलबहादुर थापा Rastriya Prajatantra Party 11 September 2017 14 February 2018 Minister of Home Affairs[lower-alpha 1] जनार्दन शर्मा Communist Party of Nepal (Maoist Centre) 7 June 2017 17 October 2017 Minister of Finance ज्ञानेन्द्र बहादुर कार्की Nepali Congress 7 June 2017 15 February 2018 Minister of Labour and Employment Farmulha Mansur Nepali Congress 7 June 2017 15 February 2018 Minister for Urban Development[lower-alpha 3] Prabhu Sah Communist Party of Nepal (Maoist Centre) 7 June 2017 17 October 2017 Dil Nath Giri Rastriya Prajatantra Party Nepal 17 October 2017 1 January 2018[7] Minister for Women, Children and Social Welfare Development Asha Koirala Communist Party of Nepal (Maoist Centre) 26 July 2017 17 October 2017 Brikam Bahadur Thapa Rastriya Prajatantra Party Nepal 17 October 2017 15 February 2018 Minister for Supplies Shiva Kumar Mandal Kewat Communist Party of Nepal (Maoist Centre) 26 July 2017 17 October 2017 Jayanta Chanda Rastriya Prajatantra Party Nepal 17 October 2017 15 February 2018 Minister for Health Giri Rajmani Pokharel Communist Party of Nepal (Maoist Centre) 26 July 2017 17 October 2017 Deepak Bohora[12] Rastriya Prajatantra Party Nepal 17 October 2017 15 February 2018 Minister of Defense Bhimsen Das Pradhan Nepali Congress 26 July 2017 15 February 2018 Minister for Physical Infrastructure and Transportation Bir Bahadur Balayar Nepali Congress 26 July 2017 15 February 2018 Minister for Culture, Tourism and Civil Aviation Jitendra Narayan Dev Nepal Loktantrik Forum 26 July 2017[lower-alpha 5] 15 February 2018 Minister for Land Reform and Management Gopal Dahit Nepal Loktantrik Forum 26 July 2017 15 February 2018 Minister for Information and Communications Mohan Bahadur Basnet Nepali Congress 26 July 2017 15 February 2018 Minister for Agricultural Development Ram Krishan Yadav Nepali Congress 26 July 2017 15 February 2018 Minister for Water Supply and Sanitation Mahendra Yadav Nepali Congress 26 July 2017 15 February 2018 Minister for Cooperatives and Poverty Alleviation Ambika Basnet Nepali Congress 26 July 2017 15 February 2018 Minister of Commerce Min Bahadur Bishwakarma Nepali Congress 26 July 2017 15 February 2018 Minister of Law, Justice and Parliamentary Affairs Yagya Bahadur Thapa Nepali Congress 26 July 2017 15 February 2018 Minister for Irrigation Sanjay Kumar Gautam Nepali Congress 26 July 2017 15 February 2018 Minister for Youth and Sports Rajendra Kumar KC Nepali Congress 26 July 2017 15 February 2018 Minister of Population and Environment Mithila Chaudhari Nepal Communist Party (United) 26 July 2017 15 February 2018 Minister of General Administration[lower-alpha 1] Tek Bahadur Basnet Communist Party of Nepal (Maoist Centre) 26 July 2017 17 October 2017 Minister of Livestock Development[lower-alpha 1] Santa Kumar Tharu Communist Party of Nepal (Maoist Centre) 26 July 2017 17 October 2017 Minister of Science and Technology[lower-alpha 1] 17 October 2017 Minister for Peace and Reconstruction[lower-alpha 1] 17 October 2017

source: The Rastriya Janata Party Nepal (Nepali: राष्ट्रिय जनता पार्टी; translation: National People's Party Nepal; abbr. RJPN) is a Nepali Political Party formed after the merger of Tarai Madhes Loktantrik Party, led by the Mahantha Thakur, Sadbhavana Party, led by the Rajendra Mahato, Nepal Sadbhawana Party, led by the Anil Kumar Jha, Tarai Madhes Sadbhawana Party, led by the Mahendra Yadav, Madhesi Jana Adhikar Forum (Republican), led by Rajkishor Yadav and Rastriya Madhesh Samajwadi Party, led by Sarat Singh Bhandari.[1][2][3]
ne: राष्ट्रिय जनता पार्टी नेपाल (राजपा नेपाल) तराई मधेस लोकतान्त्रिक पार्टी, सद्भावना पार्टी , अनिल झा नेतृत्वको नेपाल सद्भावना पार्टी , महेन्द्र यादव नेतृत्वको तराई मधेस सद्वावाना पार्टी , राजकिशोर यादव नेतृत्वको मधेसी जनाधिकार फोरम (गणतान्त्रिक) ए शरद सिंह भण्डारी नेतृत्वको राष्ट्रिय मधेस समाजवादी पार्टी मिलेर बनेको थियो ।[1][2][3]

source: "Six Madhes-based parties unite to form Rastriya Janata Party (Update)". Ekantipur. Retrieved 2017-04-21..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Five Madhesi parties unify to form Rastriya Janata Party".
ne: ↑ Post Report (२०१४-१२-०१), "Six Madhes-based parties unite to form Rastriya Janata Party (Update)", Ekantipur, अभिगमन मिति २०१७-०४-२१। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Five Madhesi parties unify to form Rastriya Janata Party", THT Online, अभिगमन मिति २०१७-०४-२१। ↑ "Glimpses of Rastriya Janata Party at birth", Nagarik News, अभिगमन मिति २०१७-०४-२१। ↑ "UDMF parties agree in principle to merge".

source: THT Online.
ne: Nagarik News.

source: Retrieved 2017-04-21. ↑ "Glimpses of Rastriya Janata Party at birth".
ne: Retrieved 5 June 2017. ↑ "Six UDMF constituents merge".

source: Nagarik News.
ne: THT Online.

source: Retrieved 2017-04-21. ↑ "UDMF parties agree in principle to merge". Nagarik News. Retrieved 5 June 2017. ↑ "Six UDMF constituents merge".
ne: Retrieved 5 June 2017. ↑ "Newly formed RJP to change party name to avoid clash".

source: Retrieved 5 June 2017. ↑ "Newly formed RJP to change party name to avoid clash".
ne: Retrieved 5 June 2017. ↑ "RJP-N registered at EC today".

source: Ekantipur. Retrieved 5 June 2017. ↑ "RJP-N registered at EC today". Retrieved 2017-07-07. ↑ "RJPN finally files registration application at Election Commission – OnlineKhabar".
ne: Retrieved 2017-07-07. ↑ "RJPN finally files registration application at Election Commission – OnlineKhabar".

source: In the Bhagavad Purana, Vasudeva (Devanagari वसुदेव, IAST Vasudeva) was the father of the eighth incarnation of Vishnu, Krishna, and his siblings Balarama and Subhadra. He was a Yadav Prince. He was the son of great Yadav king Shurasena.
ne: भागवत पुराण अनुसार , वसुदेव भगवान विष्णुका आठौ अवतार कृष्ण र उनका दाजु र बहिनी बलराम र सुभद्राका पिता थिए । उनी एक यादव राजकुमार थिए । उनका पिता महान यादव राजा सुरसेना थिए । उनकी बहिनी कुन्ती को विवाह पाण्डुसंग भएको थियो , उनको महाभारतमा महत्वपूर्ण भूमिका रहेको छ ।

source: In the Ramāyana
ne: रामायणमा

source: In the Mahabharata
ne: महाभारतमा

source: In Hindu mythology, Maya (Sanskrit: मय), or Mayāsura (मयासुर) was a great ancient king of the asuras, daityas and rākṣasa races. Maya was known for his brilliant architecture. In Mahabharatha, Mayasabha – the hall of illusions – was named after him.
ne: हिन्दु पौराणिक कथा अनुसार मयासुर असुर, दैत्य र राक्षस जातिका प्राचीन महान राजा थिए । मया महान वास्तुविद्को रुपमा चिनिन्छन ।महाभारतमा , दृस्टीदोषको सभा, मयासभाको नामाकरण उनकै नाम बाट गरिएको थियो।

source: Mayasura had befriended a snake named Takshaka and lived with him in the area of Khandavprastha along with his family and friends but when the Pandavas came there after the partition of Hastinapur, Arjun burnt the entire forest, forcing Takshaka to flee away and killing everyone in the forest. So, Mayasura decided to surrender to the Pandavas. Krishna was ready to forgive him and for this act, Mayasura built a very grand palace named Maya-Mahal, where the Pandavas would perform the Rajsuya Yagna.
ne: मयासुरको तक्षक नाग एक मित्र थिए । उनीहरु खाण्डवप्रस्थमा बस्थे तर जव पाण्डवहरु हस्तिनापुरबाट छुट्टिएर त्यहाँ बस्न गए , अर्जुनले बनमा आगो लगाए । यसले गर्दा तक्षकहरु त्यहाँबाट भाग्नु पर्यो ।उनीहरु र पाण्डवहरु बीच कुरा भयो । कृष्णको आग्रहमा मयासुरले एक ठुलो महल बनाए , मया-महल जहाँ पाण्डव हरुले राजसुय यज्ञ गरे । उनले पाण्डव हरुलाई धनुष, तरबार र अन्य चिजबिज उपहार दिए । उनले भीम लाई गदा समेत दिए ।

source: In Ramayana he is said to be the son of Daksha's daughter, Diti (wife of Kashyapa, a Saptaṛṣi).[1] He is the husband of Hema[2] and the foster father of Mandodari, the beautiful wife of Ravana, King of Lanka.[3]
ne: रामायणमा उनी दक्ष प्रजापति को छोरी दिति र कश्यप ऋषिका पुत्र थिए । उनकी पत्नी को नाम हेमा थियो र उनी लंका नरेष रावण पत्नी मन्दोदरीकी धर्म पिता थिए ।[3]

source: Mara (demon) Hindu mythology Vedic mythology Mahābhārata Ramayana Mamuni Mayan
ne: Mahābhārata Ramayana

source: Arjuna's revenge
ne: अर्जुनको बदला

source: In the Kurukshetra war
ne: कुरुक्षेत्रको लडाई

source: Abduction of Draupadi
ne: द्रौपदी हरण

source: Arjuna Kills Jaydhratha with Raudrastra
ne: रुद्रस्त्र प्रहार गरी अर्जुन द्वारा जयद्रथको बध

source: In the epic Mahābhārata, Jayadratha (Sanskrit: जयद्रथ) was the king of Sindhu Kingdom. He was married to Dushala, the only sister of the 100 Kaurava brothers. Besides Dussala, he had another two wives, one from Gandhara and the other from Kamboja.
ne: महाभारतमा जयद्रथ सिन्धु राज्यको राजा थिए । उनी कौरव दाजुभाइका एक मात्र बहिनी दुषलाकी पति थिए ।दुशला बाहेक उनको अन्य दुई पत्नी थिए , एक गन्धार राज्यको र अर्को कम्बोजा राज्यको । उनी राजा वृधक्षत्रका पुत्र थिए । अर्जुनले कृष्णको सहयोगबाट महाभारतको युद्धमा उनलाई मारे ।

source: The word Jayadratha is derived from two Sanskrit words, jayat meaning 'victorious' and ratha meaning 'chariot'. Thus the word Jayadratha means, 'having victorious chariots'. His other names are-
ne: जयद्रथ जय र रथ दूई शब्दबाट बनेको छ । उनका अन्य नाम सिन्धुराज सैन्धव

source: Initially welcoming him as their Pandavas brother-in-law, Draupadi vehemently refused the proposal. Infuriated, Jayadratha abducted Draupadi and started moving towards his kingdom. The Pandavas returned to their ashrama to find Draupadi missing and learnt about the event that had unfolded by the account of Draupadi's friend Dhaatreyika, who had witnessed Jayadratha forcefully carrying Draupadi away.
ne: पाण्डवहरु बनबासमा गएको बेला , एक दिन पाण्डवहरु समिथा र कुश खोज्न बाहिर गएका थिए । पाण्डवहरुले द्रौपदीलाई आश्रममा एक्लै छोडेर त्रुनाबिन्दु ऋषिलाई उनको रेखदेख गर्न भनेका थिए ।त्यो दिन जयद्रथ ले द्रौपदीलाई देखे र आफ्नो मन्त्रि कोटिक्षलाई उनी को हुन पहिचान गर्न अह्राए । कोटिक्षले सबै कुरा बुझेर जयद्रथलाई जानकारी दिए । उनलाई पाण्डव पत्नी द्रौपदी भनि चिने पछी जयद्रथ उनको छेउ गएर उनलाई विवाहको प्रस्ताव गरे । सुरुमा त् द्रौपदीले उनलाई पाण्डव र कौरवको ज्वाई भएकाले स्वागत गरे । उनले उनको प्रस्ताव अस्विकार गरेपछि जयद्रथले द्रौपदीलाई हरण गरि आफ्नो राज्य तर्फ जबर्जस्ति लान खोजे । पाण्डवहरु आश्रममा फर्के र द्रौपदीलाइ नदेखे पछी उनको खोजि गर्न लागे । द्रौपदीकी संगिनीले जयद्रथले उनलाई अपहरण गरेको बताए । युधिष्ठिर ले भीमसेन र अर्जुनलाई द्रौपदीको उद्धार गर्न आदेश दिए । दुवैजना गएर जयद्रथलाई पराजित गरे र युधिष्ठिरको अगाडी प्रस्तुत गरे । Dद्रौपदीले दुषालालाई बिधवा हुन नदिन जयद्रथलाई प्राणदान दिन आग्रह गरिन । उनले जयद्रथलाई दासको व्यबहार गर्न सुझाइन । र भीमले चार पाटा मुडेर मुक्त गरिदिए ।

source: On the 13th day of the Mahabharata war, when the chakravyuha is launched by Dronacharya, Jayadratha makes use of Lord Shiva's boon. Arjuna's son Abhimanyu manages to enter the formation; he intends for the Pandava forces to follow after him and smash the formation from the inside. Jayadratha moves to close the gap, and is able to hold all the Pandava brothers and their forces at bay.
ne: जयद्रथले कुरुक्षेत्रको लडाईंमा आफ्नो जेठान दुर्योधन को पक्षमा लडे । महाभारत युद्धको पहिलो दिन उनले राजा द्रुपदलाई पराजित गरे । १३ औ दिनमा , द्रोणाचार्यले चक्रव्युह को निर्माण गरे । अर्जुन पुत्र अभिमन्यु चक्रव्युहभित्र प्रवेश गरे र पाण्डव फौज उनलाई पच्छ्याउदै व्युह तोड्ने रणनीति बनाएका थिए । तर जयद्रथले सिन्धुका बहादुर राजा जयद्रथले आफ्नो भएभरको फौज लगाएर आक्रमण गरी पाण्डवहरुलाई रोकी दियो । चक्रब्युहको रचनालाई बलियो पारे । यसरी बन्द गरी दियो कि पाण्डवहरुलाई बल जफति भित्र जान असंभव पारी दियो । द्रोणको रणनीति अनुसार , अर्जुन र कृष्ण सुशार्मा र त्रिगर्त सेना संग लड्दै थिए । अभिमन्युलाई चक्रव्यूह भित्र प्रवेश गर्न आउथ्यो तर बाहिर निस्कन आउदैनथ्यो ।र चक्रव्यूह भित्र उनको हत्या गरे ।

source: In particular, Draupadi, Yudhishthira, and Bhima feel very guilty for not killing Jayadratha when they did have the chance. Arjuna blames Jayadratha to be the cause for Abhimanyu's death. He vows to kill him the very next day before sunset, failing which Arjuna would kill himself by jumping in a pyre of fire.
ne: त्यति बेला जयद्रथ संग संसारकै शक्तिशाली सेना थियो जसले पाण्डवफौजलाई रोकेर राख्यो । त्यो परिस्थितिमा द्रौपदी, युधिष्ठिर र भीमसेनले पाएको मौकामा जयद्रथलाई जिउदै छाडेको भनेर पश्चताप गरे । अर्जुनले अभिमन्यु को हत्या को दोष जयद्रथलाई लगाए र अर्को दिनको सुर्यास्त सम्ममा जयद्रथको हत्या गर्ने , गर्न नसकेमा आफै चिता मा जल्ने प्रतिज्ञा लिएका थिए । र महाभारत को लडाई को १४ औ दिन सुरु भयो ।

source: Dronacharya arranges a combination of 3 vyuhas in order to protect Jayadratha from Arjuna.
ne: द्रोणाचार्यले जयद्रथलाई अर्जुनबाट रक्षा गर्न ३ व्युहको रचना गरेका थिए ।

source: Jayadratha's head falls in his father's lap
ne: जयद्रथको शीर उनको पिताको काखमा खस्यो

source: But it was clear that Arjuna couldn't accomplish the goal before the sunset. At a climactic moment, with the sun nearly set and thousands of warriors still between Arjuna and Jayadratha, Krishna sends his Sudarshana Chakra in order to mask the sun and create an illusion of sunset. The Kaurava warriors rejoice over Arjuna's defeat and look forward for his imminent suicide.
ne: भीम , सत्यिकी र अर्जुनले कौरवसेनालाई धुजा धुजा बनाए । तर आर्जुंले सुर्यास्त सम्ममा आफ्नो लक्ष्य हासिल नगर्ने प्रस्ट भयो । चरम उत्कर्षको पलमा दुबै जनाले पश्चिम दिशा तिर हेर्ने गरेको थियो । किनभने, दिन बित्ने बेला भै रहेको थियो । सूर्य अस्ताउने बेला थियो । जयद्रथ कम खालको योद्धा थिएन । अर्जुनलाई आफ्नो बल दक्षता प्रयोग गर्न मुश्किल परेको थियो । आकाश मण्डलमा दुब्न लागेको सूर्य रातो भएको थियो । तर युद्ध सकिएको थिएन । " समय अलिकति मात्र बाँकि छ । जयद्रथ बाँचिएकै छ । अर्जुनको आक्रमण बिफल भएको छ । प्रतिज्ञा पूरा नभएर अर्जुनको बेइज्जति हुन लागि रहेको छ । " भनि दुर्योधन मन मनै खुशि भएका थिए । त्यस पछि अन्धकार भयो । दुबै पक्षमा कोलाहल हुन थाल्यो । घाम अस्ताई सक्यो । जयद्रथ मारिएको छैन । अर्जुन पराजय भएको छ । " भनि पाण्डवहरु खिस्रिक्क भयो । कौरब सेनामा हर्षको लहर चल्यो । जयद्रथले पश्चिमतिरको आकाश मणडल हे-यो । " अब म बाँचे " भनेर मन मनै बिचार गरे । किन भने त्यस बेला उस्ले सूर्यलाई देखेन । अर्जुनबाट हुने भएको प्रतिज्ञाको समय अवधि सकियो भन्ने उस्को बिचार थियो । त्यस बेला जे जस्तो भए पनि कृष्णले अर्जुनलाई भन्यो – " सिन्धुराजाले आकाश मण्डल हेरी रहेको छ । यो अन्धकार मैले गराएको हो । अहिले सम्म घाम अस्ताएको छैन । आफ्नो प्रण अनुसारको काम गर । मौका यहि छ । जयद्रथ सुरक्षा देखि अलग्ग रहेको छ । " गान्धिवबाट बाण छुट्यो । उडेर गएको बाणले जयद्रथको टाउकोलाई पनि ऊडाएर लग्यो । कृष्णले कराएर भन्यो – " अर्जुन, जयद्रथको टाउकोलाई जमिनमा खस्नु भन्दा पहिले नै अर्को बाण हानेर त्यस्लाई उस्को बाउ बृधक्षेत्रको काखमा पु-याई देउ । छिटै बाण हानि हाल । " अर्जुनले तुरुन्तै अर्को बाण हान्यो । त्यस बाणले जयद्रथको टाउकोलाई उडाएर चराले लगे जस्तो लग्यो । त्यो एउटा अपूर्बको घटना थियो । बृधक्षेत्र आँखा चिम्लेर आफ्नो आश्रमको खुला ठाउँमा ध्यानमा मग्न भएर बसेका थिए । त्यसै बेला सुन्दर कपाल र सुनको मुन्द्रि लगाएको उनको छोरा जयद्रथको टाउको उन कै काखमा सस्यो । बिस्तारै खसेकोले बृधक्षेत्रले चालै पाएन ।ध्यान सकेर बृधक्षेत्र उठ्यो । त्यो टाउको गुडेर भुईँमा खस्यो । टाउको भुईँमा पर्ना साथ बृधक्षेत्रको टाउको पनि सयौँ टुक्रा भएर फुट्यो । बाबु र छोरा दुबै जना एक साथ बहादुरहरुको लोकमा पुगे । कृष्णले अर्जुनलाई बचाउन सुदर्शन चक्रले सुर्यलाई छेकेर सुर्य ग्रहणको भ्रम सिर्जना गरेको समेत भनिन्छ ।

source: Jayadratha beheaded by Arjuna, made by Mughal artists Baswan and Miskin, a folio of Razmnama
ne: अर्जुन द्वारा जयद्रथको शीर छेदन, मुगल कलाकार बस्वान र मिस्किन को चित्र

source: His father, being a sage had granted him a boon that whosoever will be responsible for his son's severed head to fall onto the ground will have his head burst into 100 pieces. Therefore, when his father, horrified at having his son's head in his lap, hurriedly got up, the severed head fell to the ground, killing Vridhakshatra at the same moment.
ne: उनका पिता बृधक्षेत्रलाई जसले उनको छोराको शीर जमिनमा झार्छ ,उसको शीर १०० टुक्राहुन्छ भने बरदान मिलेको थियो । जब जयद्रथको शीर उनको काखमा पर्यो तब उनी उड्दा जयद्रथको शीर भुइँमा झर्यो र बाबु र छोरा दुबै जना एक साथ बहादुरहरुको लोकमा पुगे ।

source: Aitareya Brahmana legend
ne: ऐतरेय ब्राह्मण

source: Mahabharata
ne: महाभारत

source: Brahma Vaivarta Purana
ne: ब्रह्म वैवर्त पुराण

source: Markandeya Purana legend
ne: मार्कण्डेय पुराण

source: Harishchandra is a legendary Indian king, who appears in several legends in texts such as Aitareya Brahmana, Mahabharata, the Markandeya Purana, and the Devi-Bhagavata Purana and was the son of Sathyavrata (Trishanku).
ne: राजा हरिशचन्द्र हिन्दु मिथकको एक प्राचीन राजा थिए । ऐतरेय ब्राह्मण, महाभारत , मार्कण्डेय पुराण , देवी भागवतपुराण जस्ता धार्मिक ग्रन्थमा उनको बर्णन पाइन्छ । उनी सत्यव्रत त्रिशंकुका पुत्र थिए ।
